Repository: SwordPuffin/Rewaita
Catalog: po/*.po
Languages: nl, pl, ru, tr, vi

source: gtk;adwaita;gnome;shell;theme
nl: gtk;adwaita;gnome;shell;thema
ru: gtk;adwaita;gnome;shell;theme;гтк;тема;оболочка
tr: gtk;adwaita;gnome;shell;tema
vi: gtk;adwaita;gnome;shell;theme;chủ đề

source: Bring color to Adwaita
nl: Breng kleur in Adwaita's leven
pl: Zmień kolorystykę GNOME
ru: Добавьте красок в Adwaita
tr: Adwaita'ya renk katın
vi: Mang màu sắc đến Adwaita

source: Rewaita is a utility to recolor Gtk4/Adwaita apps to popular color schemes
nl: Rewaita is een hulpmiddel voor het aanbrengen van kleuren in GTK4- en Adwaita-toepassingen
pl: Style powłoki GNOME jest narzędziem do zmiany kolorystyki za pomocą popularnych szablonów kolorów dla programów opartych o GTK4/Adwaita
tr: Rewaita, Gtk4/Adwaita uygulamalarını popüler renk şemalarına göreyeniden renklendirmeye yarayan bir araçtır.
vi: Rewaita là tiện ích để đổi màu ứng dụng Gtk4/Adwaita theo các bảng màu phổ biến

source: Changes only affect GTK3/4 applications; Other libraries are NOT supported
nl: Let op: momenteel ondersteunt Rewaita alléén GTK3- en GTK4-toepassingen, dus geen andere toolkits
pl: Zmiany będę widoczne tylko dla programów opartych o GTK3/4, pozostałe biblioteki NIE są wspierane
tr: Değişiklikler yalnızca GTK3/4 uygulamalarını etkiler; Diğer kütüphaneler DESTEKLENMEMEKTEDİR
vi: Thay đổi chỉ ảnh hưởng đến ứng dụng GTK3/4; Các thư viện khác KHÔNG được hỗ trợ

source: Browsing through dark themes
nl: Pagina met donkere thema's
pl: Przegląd ciemnych motywów
ru: Просмотр темных тем
tr: Koyu temalara göz atın
vi: Duyệt qua các chủ đề tối

source: Browsing through light themes
nl: Pagina met lichte thema's
pl: Przegląd jasnych motywów
ru: Просмотр светлых тем
tr: Açık temalara göz atın
vi: Duyệt qua các chủ đề sáng

source: translator-credits
nl: Heimen Stoffels <vistausss@fastmail.com>
pl: Adam Lewicki
ru: Aleksandr Melman
tr: Furkan Akçay https://github.com/akcaymd
vi: Loc Huynh <huynhloc.contact@gmail.com>

source: has been deleted
nl: is verwijderd
pl: został usunięty
ru: была удалена
tr: silindi
vi: đã bị xóa

source: Delete
nl: Verwĳderen
pl: Usuń
ru: Удалить
tr: Sil
vi: Xóa

source: Are you sure you want to delete that theme? This cannot be undone.
nl: Weet u zeker dat u dit thema wilt verwijderen? Herstel is niet mogelijk.
pl: Czy jesteś pewien, że chcesz usunąć ten motyw? Tego nie można cofnąć.
ru: Вы уверены, что хотите удалить эту тему? Это невозможно отменить.
tr: Bu temayı silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
vi: Bạn có chắc chắn muốn xóa chủ đề này không? Hành động này không thể hoàn tác.

source: Theme name (required)
nl: Themanaam (vereist)
pl: Nazwa motywu (wymagana)
ru: Название темы (обязательно)
tr: Tema adı (gerekli)
vi: Tên chủ đề (bắt buộc)

source: Emoji (optional)
nl: Emoji (optioneel)
pl: Emotikona (opcjonalnie)
ru: Эмодзи (необязательно)
tr: Emoji (isteğe bağlı)
vi: Emoji (tùy chọn)

source: Theme Type
nl: Soort thema
pl: Typ motywu
ru: Тип темы
tr: Tema türü
vi: Loại chủ đề

source: Light
nl: Licht
pl: Jasny
ru: Светлая
tr: Aydınlık
vi: Sáng

source: Dark
nl: Donker
pl: Ciemny
ru: Темная
tr: Karanlık
vi: Tối

source: Theming
nl: Thema
pl: Szablony
ru: Оформление
tr: Tema
vi: Chủ đề

source: After setting a color scheme, go to Gnome-Tweaks (or similar) and set 'Rewaita' as your Shell theme. It contains the same colors as the active scheme for continuity Rewaita also does not style parts of apps like Gnome Builder and BlackBox which have their own syntax highlighting system If you find a problem with any theme, would like to suggest another be added, or want to submit your own to be included, please make an issue or a pull request @ https://github.com/SwordPuffin/Rewaita
nl: Kies een kleurenschema en open Afstellingen (gnome-tweaks) of een vergelijkbare toepassing. Stel daar ‘Rewaita’ in als Shell-thema. Rewaita kan niet alle toepassingen van een nieuwe kleur voorzien; GNOME Builder en Blackbox gebruiken bijvoorbeeld eigen syntaxiskleuren. Als u een probleem ondervindt, ideeën hebt voor thema's die u graag terug zou willen zien in Rewaita of een eigen thema wilt integreren, open dan een ‘pull request’ op https://github.com/SwordPuffin/Rewaita
pl: Po ustawieniu schematu kolorów, przejdź do 'Dostrajanie środowiska GNOME' (lub podobnego programu) i ustaw 'Style powłoki GNOME' jako swój motyw powłoki. Zawiera on te same kolory, co aktywny schemat, co zapewnia spójność. 'Style powłoki GNOME' nie zmieni również stylu niektórych części programów, takich jak 'Gnome Builder' i 'BlackBox', które mają własny system podświetlania składni. Jeśli znajdziesz problem z którymkolwiek motywem, chcesz zasugerować dodanie innego lub zgłosić swój własny do włączenia, utwórz 'issue' lub 'pull request' na stronie: https://github.com/SwordPuffin/Rewaita
ru: После настройки цветовой схемы перейдите в Gnome-Tweaks (или аналог) и установите 'Rewaita' в качестве темы оболочки. Она содержит те же цвета, что и активная схема Rewaita не стилизует части приложений, такие как Gnome Builder и BlackBox, которые имеют собственную систему подсветки синтаксиса Если вы обнаружите проблему с какой-либо темой, хотели бы предложить добавить другую или хотите добавить свою собственную, пожалуйста, сообщите о проблеме или отправьте запрос на https://github.com/SwordPuffin/Rewaita
tr: Bir renk şeması belirledikten sonra, Gnome-Tweaks (veya benzeri bir araç) uygulamasını açın ve Kabuk teması olarak 'Rewaita'yı seçin. Bu sayede, bütünlük sağlamak için etkin şemayla aynı renkleri kullanmış olursunuz. Herhangi bir temada sorun fark ederseniz, yeni bir tema önerisinde bulunmak ya da kendi temanızı eklenmesi için paylaşmak isterseniz, lütfen https://github.com/SwordPuffin/Rewaita adresinde bir sorun bildirimi (issue) açın ya da o adrese bir katkı isteği (pull request) gönderin
vi: Sau khi chọn bảng màu, vào Gnome-Tweaks (hoặc tương tự) và đặt 'Rewaita' làm chủ đề Shell. Nó chứa cùng màu với bảng màu đang dùng để đồng bộ Rewaita cũng không tô màu một số phần của ứng dụng như Gnome Builder và BlackBox vì chúng có hệ thống tô màu cú pháp riêng Nếu bạn phát hiện lỗi với chủ đề nào, muốn đề xuất thêm chủ đề mới hoặc gửi chủ đề tự tạo để đưa vào, vui lòng tạo issue hoặc pull request tại https://github.com/SwordPuffin/Rewaita

source: **Rewaita will only style GTK3/4 applications; Any other UI libraries are altogether NOT supported**
nl: **Rewaita kan alleen GTK3- en GTK4-toepassingen van andere kleuren voorzien. Andere toolkits worden NIET ondersteund.**
pl: **Style powłoki GNOME zmieni wygląd tylko dla programów GTK3/4; Żadne inne NIE są wspierane**
tr: **Rewaita yalnızca GTK3/4 uygulamalarını destekler; diğer kütüphaneler desteklenmemektedir.
vi: **Rewaita chỉ tô màu ứng dụng GTK3/4; Các thư viện giao diện khác hoàn toàn KHÔNG được hỗ trợ**

source: For Flatpak application support, run:
nl: Flatpakondersteuning kan worden ingeschakeld door middel van:
pl: Dla programów z repozytorium Flatpak uruchom:
ru: Для получения поддержки приложений Flatpak запустите:
tr: Flatpak uygulama desteği için şu komutu çalıştırın:
vi: Để hỗ trợ ứng dụng Flatpak, chạy lệnh:

source: User Guide
nl: Gebruikershandleiding
pl: Przewodnik użytkownika
ru: Руководство пользователя
tr: Kullanım Kılavuzu
vi: Hướng dẫn sử dụng

source: Reset to default
nl: Standaardwaarden herstellen
pl: Przywróć do domyślnych
ru: Сбросить к значению по умолчанию
tr: Varsayılan ayarlara geri dön
vi: Đặt lại mặc định

source: Change GNOME shell theme to 'Rewaita' and reboot for full changes
nl: Stel Rewaita in als Shell-thema en herstart de computer
pl: Zmień motyw powłoki GNOME na 'Style powłoki GNOME", następnie uruchom ponownie urządzenie, aby zastosować zmiany
ru: Изменить тему GNOME shell на 'Rewaita' и перезагрузиться для получения полных изменений
tr: GNOME Kabuk temasını 'Rewaita' olarak değiştirin ve tüm değişikliklerin etkili olması için sistemi yeniden başlatın.
vi: Đổi chủ đề GNOME Shell thành 'Rewaita' và khởi động lại để áp dụng đầy đủ

source: Main Menu
nl: Hoofdmenu
pl: Menu główne
ru: Главное меню
tr: Ana Menü
vi: Trình đơn chính

source: _Keyboard Shortcuts
nl: _Sneltoetsen
pl: _Skróty klawiszowe
ru: _Комбинации клавиш
tr: _Klavye Kısayolları
vi: _Phím tắt bàn phím

source: _About Rewaita
nl: Over Rew_aita
pl: _O programie
ru: _О приложении
tr: _Rewaita Hakkında
vi: _Giới thiệu Rewaita

source: _Help
nl: _Hulp
pl: _Pomoc
ru: _Справка
tr: _Yardım
vi: _Trợ giúp

source: Rewaita
pl: Style powłoki GNOME

source: Rewaita is a utility to recolor Adwaita apps to popular color schemes
ru: Rewaita - это утилита для перекрашивания приложений Adwaita в популярные цветовые схемы

source: Currently, Rewaita only changes GTK4 applications; QT, and Cosmic are NOT supported
ru: В настоящее время Rewaita изменяет только приложения GTK4; QT и Cosmic не поддерживаются

source: **Rewaita will only style GTK4 applications; GTK3 support may come later, but any other UI libraries are altogether NOT supported**
ru: ** Rewaita будет работать только с приложениями GTK4; поддержка GTK3 может появиться позже, но любые другие библиотеки пользовательского интерфейса полностью не поддерживаются**
